[
    { 
        "name": "Student Boot Camp Platter", 
        "_id": "p01",
        "category": "platter", 
        "image": "src/images/menu-images/student-bootcamp-platter.jpg",
        "description": "This platter is designed to provide inspiration. Just like in coding, where every line of code matters, every ingredient in this platter serves a purpose.",
        "includes": [
            "Algorithm Avocado Toast",
            "Binary Bites",
            "Data Crunchers",
            "Service Workers",
            "Mini Bug-Free Brownies"
        ],
        "price": "40" 
    },
    { 
        "name": "Objects & Variables Platter", 
        "_id": "p02",
        "category": "platter", 
        "image": "src/images/menu-images/objects-and-variables-platter.jpg",
        "description": " Just like the building blocks of code, each element on this platter has a distinct role and purpose, coming together to create a harmonious and flavorful experience.",
        "includes": [
            "HTML Hummus",
            "CSS Chips & Style",
            "Python Pizza",
            "Ruby Roll-Ups",
            "C++ Caramelized Onions",
            "HTML (hotter than my last) Wings",
            "Mini Boolean Brownies"
        ],
        "price": "50" 
    },

    { 
        "name": "Algorithm Avocado Toast", 
        "_id": "a01",
        "category": "pwa", 
        "image": "src/images/menu-images/algorithm-avacado-toast.jpg",
        "description": "Creamy, sliced avocados on whole-grain toast, topped with a sprinkle of sesame seeds and a drizzle of olive oil for that extra algorithmic crunch.",
        "price": "15" 
    },
    { 
        "name": "Binary Bites", 
        "_id": "a02",
        "category": "pwa", 
        "image": "src/images/menu-images/binary-bites.jpg",
        "description": "A selection of crunchy, binary-inspired snacks such as pretzel sticks and pita chips served with a binary dip (made with a secret combination of 0s and 1s).",
        "price": "12" 
    },
    { 
        "name": "Data Crunchers", 
        "_id": "a03",
        "category": "pwa", 
        "image": "src/images/menu-images/data-crunchers.jpg",
        "description": "Grilled chicken, mixed with a data-driven blend of peppers, onions, and spices, wrapped in a tortilla, and served with a side of data sauce for that extra kick.",
        "price": "15" 
    },
    { 
        "name": "HTML Hummus", 
        "_id": "a04",
        "category": "pwa", 
        "image": "src/images/menu-images/html-hummus.jpg",
        "description": "Creamy hummus served with an assortment of colorful, freshly sliced vegetables, including carrot sticks, cucumber, and bell peppers, ready to be encoded with your favorite flavors.",
        "price": "12" 
    },
    { 
        "name": "CSS Chips & Style",
        "_id": "a05", 
        "category": "pwa", 
        "image": "src/images/menu-images/css-chips-and-style.jpg",
        "description": "Crispy potato chips served with a variety of dipping sauces, representing the diverse styles and design choices that CSS (Cascading Style Sheets) can bring to web development.",
        "price": "16" 
    },
    { 
        "name": "Ruby Roll-Ups", 
        "_id": "a06",
        "category": "pwa", 
        "image": "src/images/menu-images/ruby-roll-ups.jpg",
        "description": "12 Sushi-style rolls filled with fresh vegetables and crab meat, wrapped in seaweed and rice, paying homage to Ruby, a language that values simplicity and productivity.",
        "price": "12" 
    },
    { 
        "name": "C++ Caramelized Onions", 
        "_id": "a07",
        "category": "pwa",
        "image": "src/images/menu-images/",
        "description": "Sweet caramelized onions served on toasted bread, representing the complex and multifaceted nature of C++, a language used for a wide range of applications.", 
        "price": "12" 
    },
    { 
        "name": "HTML (hotter than my last) Wings", 
        "_id": "a08",
        "category": "pwa", 
        "image": "src/images/menu-images/html-wings.jpg",
        "description": "These wings are generously coated in a fiery CSS sauce, made with ghost peppers and habanero chili for a coding challenge for your taste buds.",
        "price": "16" 
    },
    { 
        "name": "Git Pushers", 
        "_id": "a09",
        "category": "pwa", 
        "image": "src/images/menu-images/git-pushers.jpg",
        "description": "6 Mini Burger Sliders, a tech-inspired twist on a classic favorite. Where pushing your changes to a repository is a crucial step, these sliders push all the right buttons for your taste buds.",
        "price": "15" 
    },
    { 
        "name": "Webpack Wings", 
        "_id": "a10",
        "category": "pwa", 
        "image": "src/images/menu-images/webpack-wings.jpg",
        "description": "Tender chicken wings coated in a smoky barbecue sauce that represents the concept of bundling code, ensuring all the flavors meld together perfectly.",
        "price": "16" 
    },
    { 
        "name": "Load Time Fries", 
        "_id": "a11",
        "category": "pwa", 
        "image": "src/images/menu-images/load-time-fries.jpg",
        "description": "Crispy seasoned fries served with a side of Load Time ketchup, highlighting the importance of fast loading times in web development.",
        "price": "8" 
    },
    { 
        "name": "Service Workers", 
        "_id": "a12",
        "category": "pwa",
        "image": "src/images/menu-images/service-workers.jpg", 
        "description": "A delightful and innovative take on the classic mozzarella sticks you know and love. They're crispy on the outside, oozing with cheesy goodness on the inside.",
        "price": "12" 
    },
    { 
        "name": "Workbox Wings", 
        "_id": "a13",
        "category": "pwa", 
        "image": "src/images/menu-images/workbox-wings.jpg",
        "description": "Crispy chicken wings with a zesty -Cache Crunch- dry rub, symbolizing the caching functionality of service workers, which stores and retrieves web assets for lightning-fast performance.",
        "price": "16" 
    },
    { 
        "name": "Renders", 
        "_id": "a14",
        "category": "pwa", 
        "image": "src/images/menu-images/renders.jpg",
        "description": "Miniature potato wedges served in a stack, resembling lines of code, with each layer flavored differently, representing the compilation process of turning code into a functioning program.",
        "price": "12" 
    },
    { 
        "name": "Syntax Salad", 
        "_id": "a15",
        "category": "server", 
        "image": "src/images/menu-images/syntax-salad.jpg",
        "description": "A colorful mix of fresh greens, cherry tomatoes, and sliced cucumbers, served with a tangy syntax-check dressing, to ensure your code remains clean and error-free.",
        "price": "11" 
    },
    { 
        "name": "CSS Salad", 
        "_id": "a16",
        "category": "server", 
        "image": "src/images/menu-images/css-salad.jpg",
        "description": "Just as CSS brings style and structure to web pages, this salad combines a symphony of flavors, colors, and textures to create a visually appealing and delicious dining experience. This caesar style salad brings a blend of fresh and crisp lettuce leaves, toasted croutons, plump black olives that add a savory touchwith a creamy and tangy Caesar dressing that coats the lettuce leaves, topped with grated Parmesan cheese that adds a savory and slightly nutty taste",
        "price": "12" 
    },
    { 
        "name": "Pseudo Salad", 
        "_id": "a17",
        "category": "server", 
        "image": "src/images/menu-images/pseudo-salad.jpg",
        "description": "This unique salad blurs the lines between appearance and reality, creating a delightful culinary illusion that surprises and intrigues. Get this: A bed of clear, gelatinous -lettuce- that mimics the appearance of greens but disappears upon contact, leaving behind a refreshing, herb-infused essence. Then there's the tiny crouton-shaped sugar sculptures with tomatoes that appear to be whole but, when bitten into, burst into a cool and tangy tomato-flavored foam, along with delicate, translucent edible flowers with a subtle floral flavor that dances on your taste buds! We top this off with a crystal-clear, color-shifting dressing that changes both its appearance and taste as you drizzle it over the salad, offering a symphony of flavors from sweet to spicy to tangy. Welcome to AI!",
        "price": "12" 
    },
    { 
        "name": "Pixel Pickles", 
        "_id": "a18",
        "category": "server", 
        "image": "src/images/menu-images/",
        "description": "Crispy and colorful pickles that add a burst of texture and flavor to each bite, representing the pixel-level attention to detail in coding user interfaces.",
        "price": "12" 
    },



    { 
        "name": "JavaScript Jambalaya", 
        "_id": "s01",
        "category": "server", 
        "image": "src/images/menu-images/javascript-jumbalaya.jpg",
        "description": " A flavorful jambalaya made with a medley of meats, vegetables, and spices, symbolizing the dynamic and versatile nature of JavaScript, the language that brings interactivity to the web. Served with a side of garlic bread.",
        "price": "16" 
    },
    { 
        "name": "Python Pizza",
        "_id": "s02", 
        "category": "server", 
        "image": "src/images/menu-images/python-pizza.jpg",
        "description": "A personal nine inch classic pizza topped with a variety of fresh ingredients, reflecting the simplicity and elegance of Python, a programming language known for its readability and ease of use.",
        "price": "14" 
    },
    { 
        "name": "Slack Burger", 
        "_id": "s03",
        "category": "server", 
        "image": "src/images/menu-images/slack-burger.jpg",
        "description": "A delicious tribute to the world of coding and collaboration, featuring a juicy Angus beef double patty, seasoned to perfection including layers of creamy cheddar and Swiss cheeses, crispy bacon strips, sliced tomato, crisp lettuce, tangy pickle with a hint of garlic with a zesty and vibrant relish sauce on a soft sesame seed bun that holds it all together, symbolizing the foundation of any great code project.",
        "price": "18" 
    },
    { 
        "name": "Array Sandwich", 
        "_id": "s04",
        "category": "server", 
        "image": "src/images/menu-images/array-sandwich.jpg",
        "description": "A Flavorful Concatenation: Thin slices of turkey, with layers of cheddar cheese, melted to creamy perfection and a colorful array of fresh lettuce, tomato, bell peppers, and red onions, topped off with a zesty dijon mustard dressing on a hearty focaccia bread that serves as the foundation of your sandwich, just like functions are the backbone of many programs.",
        "price": "17" 
    },
    { 
        "name": "Fetch Wrap", 
        "_id": "s05",
        "category": "server", 
        "image": "src/images/menu-images/fetch-wrap.jpg",
        "description": " A culinary creation that pays tribute to the power of the Fetch API in modern web development. Tender strips of Angus steak, marinated to perfection with spicy jalapeños, creamy slices of avocado, crispy cucumber slices, crumbled feta cheese, roasted red bell peppers on a bed of fresh arugula leaves coated in our creamy ranch dressing with a hint of responsiveness, much like the need for responsive design in modern web applications.",
        "price": "18" 
    },
    { 
        "name": "Sequelize Sandwich", 
        "_id": "s06",
        "category": "server", 
        "image": "src/images/menu-images/sequelize-sandwich.jpg",
        "description": "Just as Sequelize simplifies database interactions, this sandwich combines layers of flavors and textures to create a symphony for your taste buds. A sturdy Schema sourdough bread slice that forms the foundation of your sandwich combines a database of thin slices of deli-style turkey with model mozzarella, sun-dried tomatoes, with a creamy avocado spread on s bed of mixed greens with a drizzle of vinaigrette, representing the middleware that processes and manipulates data as it flows through your web application. ",
        "price": "18" 
    },
    { 
        "name": "Mongo Burger", 
        "_id": "s07",
        "category": "server", 
        "image": "src/images/menu-images/mongo-burger.jpg",
        "description": "Just as MongoDB excels in handling vast amounts of data, this burger stacks three delicious patties to create a coding feast of flavors and textures. This masterpiece includes three juicy beef patties cooked to perfection, crispy pork belly strips that add a smoky crunch, melted jalapeño jack cheese infused with the spirit of JSON, thinly sliced red onions, sliced tomato, topped off with garlic dill pickle on a fresh baked sesame seed bun, representing the structured syntax that brings order to code. ",
        "price": "22" 
    },
    { 
        "name": "React Burger", 
        "_id": "s08",
        "category": "server", 
        "image": "src/images/menu-images/react-burger.jpg",
        "description": "Just as React simplifies building user interfaces, this burger brings together a symphony of flavors and ingredients to create a harmonious and delicious experience. Featuring two succulent beef patties, symbolizing React's reusable and modular components, the building blocks of dynamic web interfaces paired with melted cheddar cheese, crisp lettuce, thinly sliced red onions, sliced tomato, sweet maple bacon, zesy pickles, with spicy jalapeño slices that add a kick to your burger, mirroring the JSX syntax used to write React components... all on a fresh baked brioche bun! ",
        "price": "20" 
    },
    { 
        "name": "Weekly Wrap Up", 
        "_id": "s09",
        "category": "server", 
        "image": "src/images/menu-images/weekly-wrap-up.jpg",
        "description": "Just as you wrap up your weekly coding tasks, this wrap brings together a delightful array of flavors and ingredients in perfect harmony. Inside this wrap you will find tender, marinated chicken strips cooked to perfection, a flavorful rice pilaf with mixed vegetables, thinly sliced red onions, roasted bell peppers, black beans, fresh spinach, a creamy avocado dressing inside a soft, whole wheat tortilla that wraps up your coding journey.",
        "price": "18" 
    },
    { 
        "name": "Coding Crunch Sandwich", 
        "_id": "s10",
        "category": "server", 
        "image": "src/images/menu-images/coding-crunch-sandwich.jpg",
        "description": " It's a sandwich designed to ignite your taste buds and celebrate the art of coding in every bite. Binary Brioche: Soft and toasted brioche buns, featuring binary code patterns as a playful nod to the digital world. Seasoned Chicken, avocado, lettuce, tomato, red onion, and bell peppers, bacon, with our famous Git Gouda Cheese",
        "price": "18" 
    },

    { 
        "name": "Responsive Ribs", 
        "_id": "c01",
        "category": "client", 
        "image": "src/images/menu-images/responsive-ribs.jpg",
        "description": "Just as responsive design adapts to different screen sizes, this dish combines a symphony of flavors and textures to create a memorable dining experience. A generous serving of slow-cooked, tender ribs that represent the hearty backbone of your meal, much like a well-structured website. A rich and savory Grid gravy, reminiscent of CSS Grid, which organizes content into responsive grids on webpages. A medley of fresh and colorful Media Query Vegetables that symbolize the importance of media queries in responsive design, adjusting content for different devices. A tangy Viewport Vinaigrette dressing drizzled over the vegetables, representing the viewport meta tag used in web development to control how web content is displayed on various devices. Served with crispy Flexbox Fries seasoned to perfection, symbolizing the flexibility and adaptability of CSS Flexbox, which simplifies layout design.",
        "price": "32" 
    },
    { 
        "name": "Express Steak", 
        "_id": "c02",
        "category": "client", 
        "image": "src/images/menu-images/express-steak.jpg",
        "description": "Just as Express.js simplifies server-side programming, it is a coding-themed culinary masterpiece that pays tribute to the speed and efficiency of the Express.js framework in web development. A premium cut of sirloin steak, cooked to perfection, symbolizing the robustness and backbone of your meal, much like Express.js serves as the backbone of server-side web applications, with RESTful sliced red onions with a hint of spice, Node.js Potatoes - golden roasted potatoes that highlight the synergy between Express.js and Node.js, and a side of Middleware Mixed Greens -  a  refreshing mixed greens salad served with a middleware-inspired dressing, symbolizing the middleware functions that enhance Express.js applications with additional features, along with Router Roma Tomatoes - sliced Roma tomatoes that add a burst of color to your dish, representing the routing capabilities of Express.js, which directs client requests to the appropriate server endpoints.",
        "price": "38" 
    },
    { 
        "name": "Big Data Surf & Turf", 
        "_id": "c03",
        "category": "client", 
        "image": "src/images/menu-images/big-data.jpg",
        "description": "A Code-Driven Culinary Extravaganza! A generous portion of perfectly grilled steak, symbolizing the robustness and structure needed to manage big data, a succulent lobster tail that represents the richness and complexity of data, tender asparagus spears that highlight the importance of data-driven decision-making, red scallops that signify the structured nature of data in databases, with well-defined fields and relationships, topped with rich au jus sauce infused with complex flavors, symbolizing the algorithms used to process and extract valuable insights. Served with a side of creamy mashed potatoes and Sautéed haricot verts.",
        "price": "44" 
    },
    { 
        "name": "State Steak", 
        "_id": "c04",
        "category": "client", 
        "image": "src/images/menu-images/state-steak.jpg",
        "description": "Whether you're a coding enthusiast or simply a lover of exquisite meals, State Steak will delight your senses. A perfectly grilled tenderloin steak, cooked to your desired level of doneness, served with creamy sweet potatoes prepared in a stateful manner, tender asparagus spears, a rich au jus sauce infused with complex flavors, and roasted carrots that showcase responsiveness.",
        "price": "38" 
    },
    { 
        "name": "The Weekly Challenge", 
        "_id": "c05",
        "category": "client", 
        "image": "src/images/menu-images/weekly-challenge.jpg",
        "description": "Our signature main course is not just a meal; it's a culinary adventure that tests your taste buds and showcases the creativity of our kitchen. It is a portion of succulent grilled chicken, garlic roasted shrimp, and a portion of tender beef, (or flavorful vegetarian alternatives), providing the foundation of your dish, with a medley of international flavors and ingredients, ranging from exotic spices to diverse vegetables and herbs, creating a harmonious fusion on your plate. A secret signature sauce, specially crafted by our chefs adds an element of surprise and excitement to your dish along with seasonal ingredients and garnishes that change regularly to keep -The Weekly Challenge- fresh and exciting with every visit. ",
        "price": "48" 
    },
    { 
        "name": "Vegan Code Garden Bowl", 
        "_id": "c06",
        "category": "client", 
        "image": "src/images/menu-images/vegan-code-garden-bowl.jpg",
        "description": "A coding-themed culinary masterpiece that combines the principles of programming with the vibrant flavors of plant-based cuisine. This dish includes a colorful blend of brown and white rice, resembling binary code patterns, creamy slices of ripe avocado, cherry tomatoes, cucumber, bell peppers, and carrots, tender and vibrant green beans, crispy roasted chick peas, roasted sweet potato cubes, with a zesty and tangy vinaigrette dressing. Served with a side of whole-grain breadsticks, baked to perfection!",
        "price": "28" 
    },
    { 
        "name": "Bug-Free Brownies", 
        "_id": "d01",
        "category": "desert", 
        "image": "src/images/menu-images/bug-free-brownies.jpg",
        "description": "2 Moist and chewy brownies with a twist—each one comes with a small flag that you can use to mark your progress in debugging your code.",
        "price": "10" 
    },
    { 
        "name": "Boolean Brownie", 
        "_id": "d02",
        "category": "desert", 
        "image": "src/images/menu-images/boolean-brownie.jpg",
        "description": "A large rich, fudgy brownie with two distinct flavors - one representing true and the other false, a playful nod to the logical constructs of Boolean variables in programming.",
        "price": "8" 
    },
    { 
        "name": "API Apple Pie", 
        "_id": "d03",
        "category": "desert", 
        "image": "src/images/menu-images/api-apple-pie.jpg",
        "description": "Our API Apple Pie is a delectable dessert that combines the comforting flavors of a classic apple pie with a coding twist. Served warm, it features a lattice crust that resembles a network of APIs, and each slice is a delightful fusion of sweet apples and flaky pastry. A scoop of vanilla ice cream on top completes this tech-inspired treat.",
        "price": "9" 
    },
    { 
        "name": "Git-Commit Mousse", 
        "_id": "d04",
        "category": "desert", 
        "image": "src/images/menu-images/git-commit-mousse.jpg",
        "description": "The Git-Commit Chocolate Mousse is a dessert that will satisfy your chocolate cravings while paying homage to version control. Enjoy a rich and velvety chocolate mousse served in a mini jar, with a chocolate -commit- button on top.",
        "price": "8" 
    },
    { 
        "name": "Byte-by-Byte Ice Cream Sundae", 
        "_id": "d05",
        "category": "desert", 
        "image": "src/images/menu-images/byte-by-byte-sundae.jpg",
        "description": "Your own coding-inspired sundae! Vanilla, Strawberry, and chocolate ice cream, sprinkled in Debugging Delights and crumbled Boolean Brownies, topped with caramel sauce. Your dessert will be a sweet coding adventure.",
        "price": "11" 
    },
    { 
        "name": "SQL Raspberry Parfait", 
        "_id": "d06",
        "category": "desert", 
        "image": "src/images/menu-images/sql-raspberry-parfait.jpg",
        "description": "A layered dessert with creamy vanilla yogurt, fresh raspberries, and granola, presented in a glass to resemble an SQL database table structure.",
        "price": "10" 
    },

    { 
        "name": "JavaScript Jolt Smoothie", 
        "_id": "na01",
        "category": "drink", 
        "image": "src/images/menu-images/javascript-jolt-smoothie.jpg",
        "description": "A smoothie bursting with the energy of JavaScript, blending bananas, berries, yogurt, and a hint of caffeine for those moments when you need a coding jolt.",
        "price": "9" 
    },
    { 
        "name": "Java Jolt", 
        "_id": "na02",
        "category": "drink",
        "image": "src/images/menu-images/java-jolt.jpg",
        "description": "A bold, brewed coffee that provides the caffeine kick needed for those long coding sessions, reminding us of the power and efficiency of Java.", 
        "price": "5" 
    },
    { 
        "name": "Byte-Size Espresso", 
        "_id": "na03",
        "category": "drink",
        "image": "src/images/menu-images/byte-size-espresso.jpg",
        "description": "Byte-Size Espresso is sure to awaken your senses. We roast our coffee beans to perfection, ensuring a responsive flavor profile that adapts to your palate with each sip. A velvety and thick layer of crema on top of your espresso, symbolizing the smooth execution of well-written code.", 
        "price": "5" 
    },
    { 
        "name": "Debugging Dazzler", 
        "_id": "na04",
        "category": "drink",
        "image": "src/images/menu-images/debugging-dazzler.jpg",
        "description": "A mixed berry mocktail with a sparkling twist, served in a glass with LED light-up ice cubes to represent the debugging process in coding.", 
        "price": "7" 
    },

    { 
        "name": "Binary Bourbon Bliss", 
        "_id": "al01",
        "category": "drink",
        "image": "src/images/menu-images/binary-bourbon-bliss.jpg",
        "description": "A smooth bourbon-based cocktail with a touch of sweetness, garnished with a cherry and a binary code-stenciled orange peel twist.", 
        "price": "12" 
    },
    { 
        "name": "Java Jolt Martini", 
        "_id": "al02",
        "category": "drink",
        "image": "src/images/menu-images/java-jolt-martini.jpg",
        "description": "A Java-inspired martini made with coffee liqueur, vodka, and a splash of cream, served in a chilled glass with a chocolate rim.", 
        "price": "11" 
    },
    { 
        "name": "HTML Highball", 
        "_id": "al03",
        "category": "drink",
        "image": "src/images/menu-images/html-highball.jpg",
        "description": "A highball cocktail featuring whiskey, ginger ale, and a hint of bitters, garnished with a lemon wheel and a small HTML tag-shaped garnish.", 
        "price": "12" 
    },
    { 
        "name": "CSS Spritz Sipper", 
        "_id": "al04",
        "category": "drink",
        "image": "src/images/menu-images/css-spritz-sipper.jpg",
        "description": "A light and bubbly cocktail made with prosecco, Aperol, and a splash of soda, garnished with an orange twist and a CSS-inspired cocktail stirrer.", 
        "price": "12" 
    },
    { 
        "name": "Jungle Juice Div", 
        "_id": "al05",
        "category": "drink",
        "image": "src/images/menu-images/jungle-juice-div.jpg",
        "description": "A fruity and tropical jungle juice cocktail with a blend of rum, fruit juices, and a splash of grenadine, garnished with a pineapple slice and a JavaScript code swirl.", 
        "price": "14" 
    },
    { 
        "name": "Python Punch", 
        "_id": "al06",
        "category": "drink",
        "image": "src/images/menu-images/python-punch.jpg",
        "description": "A punch bowl filled with a Python-themed tropical punch, featuring rum, coconut cream, and pineapple juice.", 
        "price": "14" 
    },
    { 
        "name": "Responsive Raspberry Refresher", 
        "_id": "al07",
        "category": "drink",
        "image": "src/images/menu-images/responsive-raspberry-refresher.jpg",
        "description": "A raspberry-infused gin and tonic with a hint of lime and mint, served in a tall glass with raspberry ice cubes and a responsive web design-inspired garnish.", 
        "price": "12" 
    },
    { 
        "name": "Data-Driven Daiquiri", 
        "_id": "al08",
        "category": "drink",
        "image": "src/images/menu-images/data-driven-daiquiri.jpg",
        "description": "A classic daiquiri with a data-driven twist, made with rum, lime juice, and a splash of simple syrup, served with a lime wheel and a data visualization garnish.", 
        "price": "12" 
    },
    { 
        "name": "Debugging Delight", 
        "_id": "al09",
        "category": "drink",
        "image": "src/images/menu-images/debugging-delight.jpg",
        "description": "A sparkling cocktail made with gin, elderflower liqueur, and a splash of sparkling wine, garnished with an LED-lighted ice cube.", 
        "price": "13" 
    },
    { 
        "name": "Bit-Byte Breeze", 
        "_id": "al10",
        "category": "drink",
        "image": "src/images/menu-images/bit-byte-breeze.jpg",
        "description": "A refreshing and citrusy vodka-based cocktail with a mix of lemon and lime juices, served in a glass with a rim of crushed bits (sugar) and a lemon wheel.", 
        "price": "10" 
    },
    { 
        "name": "Day.js Nightcap", 
        "_id": "al11",
        "category": "drink",
        "image": "src/images/menu-images/dayjs-nightcap.jpg",
        "description": "A rich coffee liqueur with a dash of tonic bitters to bring balance and depth to the cocktail, and a sweet and syrupy concoction infused with Day.js-inspired flavors, offering a touch of date sweetness and a hint of time-based complexity.", 
        "price": "12" 
    },
    { 
        "name": "Node Nectar", 
        "_id": "al12",
        "category": "drink",
        "image": "src/images/menu-images/node-nectar.jpg",
        "description": "A smooth and botanical gin base with a sweet and fruity plum liqueur, fresh muddled mint leaves, and an orange syntax twist garnish.", 
        "price": "12" 
    },
    { 
        "name": "OOP On the Rocks", 
        "_id": "al13",
        "category": "drink",
        "image": "src/images/menu-images/oop-on-the-rocks.jpg",
        "description": "A base of premium cognac, symbolizing the class and elegance of well-defined classes in Object-Oriented Programming, with a splash of amaretto liqueur, and few drops of orange bitters.", 
        "price": "14" 
    },
    { 
        "name": "MySQL Mule", 
        "_id": "al14",
        "category": "drink",
        "image": "src/images/menu-images/mysql-mule.jpg",
        "description": "A base of premium moonshine with freshly squeezed lime juice, a generous pour of spicy ginger beer, a homemade syrup infused with vanilla and cinnamon, and a cinnamon stick used both as a garnish and a stirrer, reminiscent of the concise and elegant syntax often found in SQL queries.", 
        "price": "14" 
    },
    { 
        "name": "The Bootstrap", 
        "_id": "al15",
        "category": "drink",
        "image": "src/images/menu-images/the-bootstrap.jpg",
        "description": "A base of premium white rum with a burst of fresh pineapple juice, a splash of creamy coconut cream and a lime twist garnish, reminiscent of the iconic glyphicons and icons that Bootstrap offers, providing a citrusy and aromatic touch.", 
        "price": "12" 
    },
    { 
        "name": "Terminal Twist", 
        "_id": "al16",
        "category": "drink",
        "image": "src/images/menu-images/terminal-twist.jpg",
        "description": "A base of premium vodka, symbolizing the clarity and precision of coding commands issued through the terminal with a house-made sour mix infused with lemon and lime, a splash of elderflower liqueur, and a few drops of aromatic bitters, reminiscent of the debugging process in coding, adding depth and complexity to the cocktail.", 
        "price": "11" 
    },
    { 
        "name": "MVC Microbrew", 
        "_id": "al17",
        "category": "drink",
        "image": "src/images/menu-images/mvc-microbrew.jpg",
        "description": "A foundation of well-balanced malt, symbolizing the Model; a blend of aromatic hops, representing the View; and a carefully selected yeast strain that controls fermentation, mirroring the Controller's role in managing data flow, ensuring a smooth and consistent fermentation process.", 
        "price": "8" 
    },
    { 
        "name": "Mongoose Pale Ale", 
        "_id": "al18",
        "category": "drink",
        "image": "src/images/menu-images/mongoose-pale-ale.jpg",
        "description": "Mongoose Pale Ale boasts a medium body with a well-structured balance of malt sweetness and hoppy bitterness, offering a complex yet approachable flavor profile.", 
        "price": "8" 
    },
    { 
        "name": "CodeCraft IPA", 
        "_id": "al19",
        "category": "drink",
        "image": "src/images/menu-images/codecraft-ipa.jpg",
        "description": "Our CodeCraft IPA is a coding-themed beer that celebrates the art of crafting code while embracing the craft of brewing with a combination of carefully selected malts.", 
        "price": "8" 
    },
    { 
        "name": "Project 3 Porter", 
        "_id": "al20",
        "category": "drink",
        "image": "src/images/menu-images/project-3-porter.jpg",
        "description": "Project 3 Porter boasts a full-bodied complexity with a harmonious balance between malt sweetness and hop bitterness, providing a layered and rewarding flavor experience.", 
        "price": "9" 
    }
  ]